r = [
'Рекрут:1',   'Рекрут:2',   'Рекрут:3',  'Рекрут:4',  'Рекрут:5',   
'Страж:1',    'Страж:2',    'Страж:3',    'Страж:4',   'Страж:5',     
'Рыцарь:1',    'Рыцарь:2',    'Рыцарь:3',    'Рыцарь:4',   'Рыцарь:5',    
'Герой:1',     'Герой:2',     'Герой:3',     'Герой:4',     'Герой:5',     
'Легенда:1',   'Легенда:2',   'Легенда:3',   'Легенда:4', 'Легенда:5',   
'Властелин:1', 'Властелин:2', 'Властелин:3', 'Властелин:4', 'Властелин:5', 
'Божество:1',  'Божество:2',  'Божество:3',  'Божество:4',  'Божество:5', 
'Титан'      
]
scores = [
    0,  100, 200, 300, 400, 
    525, 650, 775, 900, 1025,
    1175,1325,1475,1625,1775,
    1975,2175,2375,2575,2775,
    3000,3225,3450,3675,3900,
    4150,4400,4650,4900,5150,
    5500,6500,7000,7500,8000,
    9000 
]
predictions = [
    'Завтра у тебя будет хорошее настроение))',
    'Дни наполнятся безразличием, оу сори..',
    'Скоро исполнится твоё сокровенное желание)',
    'В этом месяце ты встретишь знаменитость!\nНе забудь сфотографироватся, а то никто не поверит))',
    'Ты наполнишься вдохновением)',
    'Тебе дадут денежку)\nпсс.. поделись)))',
    'Тебе купят мороженку', 
    'Твой ранг в какой либо игре скоро изменится)',
    'Ты испытаешь новые для себя ощущения',
    'Ты сольешь все свои карманные деньги на вкусняшки)',
    'Найдешь свою вайфу в реальности ;)',
    'Усе будет ЗАЕБИСЬ!',
    'Тебе ответят взаимностью, а вот на что решай сам..',
    'Ты станешь лучше',
    'А вот это секрет для тебя ;)',
    'Ты купишь мне вкусняшку)\n(Я люблю персики, и мороженку шоколадную)',
    'Ты пойдешь гулять)',
    'Ты ни за что не захочешь забыть то что будет скоро..',
    'Возвродится древнее зло, и ты получишь способности что бы побороть его))',
    'У тебя выростут крылья, честно, я же никогда тебя не обманывал)))\nТы же понимаешь что все что я скажу уже записано в моем коде, да?'
]

quests = [
    '1 Общительный\nПровести 30 минут в войс чате',
    '2 Кесер\nСыграй в Couter Strike: Global Offensive',
    '3 Докер\nСыграй в Dota 2',
    '4 Эй ты тут вообще?\nУпомяни кого нибудь в сообщении',
    '5 Провидец\nУзнай свое будущее в комманде !prediction',
    '6 Культурный\nНе используй мат в 50 сообщениях',
    '7 Музыкант\nСыграй на гитаре(если есть), я не знаю как это проверить, просто поверю что ты это сделал..',
    '8 Мемодед\nСкинь мем.',
    '9 CотОчка\nПолучи 100 xp',
    '10 Морально унижен!)\nСыграть с админом zxc'
]
